IdeaRS.Connections
PlateOpeningData.Param1 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the parameter 1 Rectangle width or circle diameter
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Param1 { get; set; }
Property Value
Type: Double
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace